/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ Fotos";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ e %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ Vídeos";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d dias %2$d horas %3$d minutos %4$d segundos";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d horas %2$d minutos %3$d segundos";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d minutos %2$d segundos";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d segundos";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ pixels";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (plug-in de Internet do %@)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ LO";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Armazenamento do Banco de Dados de %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ Leitura Fácil";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Conexão à rede %@";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ SDH";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "Conteúdo da Internet do %@";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Chave Mestra WebCrypto do %@ ";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d arquivos";

/* Label for PDF page number indicator. */
"%d of %d" = "%d de %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu Itens";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 Itens";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 Item";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 Foto";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 Vídeo";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (Grau Médio)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (Grau Alto)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (Grau Baixo)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<filename> %d × %d pixels";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Ocorreu uma exceção JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Adicionar à Lista de Leitura";

/* Undo action name */
"Align Left (Undo action name)" = "Alinhar à Esquerda";

/* Undo action name */
"Align Right (Undo action name)" = "Alinhar à Direita";

/* WKErrorUnknown description */
"An unknown error occurred" = "Ocorreu um erro desconhecido";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Automático (Recomendado)";

/* Back context menu item */
"Back" = "Voltar";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Plug-in Bloqueado";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Plug-in Bloqueado";

/* Bold context menu item */
"Bold" = "Negrito";

/* Undo action name */
"Bold (Undo action name)" = "Negrito";

/* menu item title for phone number */
"Call Using iPhone:" = "Ligar Usando o iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Cancelar";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Cancelar";

/* Capitalize context menu item */
"Capitalize" = "Letras Iniciais em Maiúsculas";

/* Undo action name */
"Center (Undo action name)" = "Centralizar";

/* Undo action name */
"Change Attributes (Undo action name)" = "Alterar Atributos";

/* Check spelling context menu item */
"Check Document Now" = "Verificar o Documento Agora";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Verificar Gramática com Ortografia";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Verificar Ortografia ao Escrever";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Selecionar Arquivo";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Escolher Arquivos";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Escolher Mídia (Vários)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Escolher Mídia (Um)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Limpar";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Limpar Buscas Recentes";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Clique para sair do modo de tela cheia";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Clique para reiniciar";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "O conteúdo com o tipo MIME especificado não pode ser mostrado";

/* Media Controls context menu item */
"Controls" = "Controles";

/* Copy context menu item */
"Copy" = "Copiar";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Copiar";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Copiar o Endereço de Áudio";

/* Copy Image context menu item */
"Copy Image" = "Copiar Imagem";

/* Copy Link context menu item */
"Copy Link" = "Copiar Link";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Copiar o Endereço de Vídeo";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Corrigir a Ortografia Automaticamente";

/* Undo action name */
"Create Link (Undo action name)" = "Criar Link";

/* Cut context menu item */
"Cut" = "Cortar";

/* Undo action name */
"Cut (Undo action name)" = "Cortar";

/* Default writing direction context menu item */
"Default" = "Padrão";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Apagar";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Detalhes";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Ditado";

/* Download Audio To Disk context menu item */
"Download Audio" = "Transferir Áudio";

/* Download Image context menu item */
"Download Image" = "Transferir Imagem";

/* Download Linked File context menu item */
"Download Linked File" = "Transferir Arquivo Vinculado";

/* Download Video To Disk context menu item */
"Download Video" = "Transferir Vídeo";

/* Undo action name */
"Drag (Undo action name)" = "Arrastar";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Entrar em Tela Cheia";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Sair da Tela Cheia";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Fonte";

/* Undo action name */
"Format Block (Undo action name)" = "Formatação";

/* Forward context menu item */
"Forward" = "Avançar";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Carregamento do quadro interrompido";

/* accessibility role description for web area */
"HTML content" = "Conteúdo HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Ocultar Controles";

/* menu item title */
"Hide Spelling and Grammar" = "Ocultar Ortografia e Gramática";

/* menu item title */
"Hide Substitutions" = "Ocultar Substituições";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorar Gramática";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorar Ortografia";

/* Undo action name */
"Indent (Undo action name)" = "Recuo";

/* Undo action name */
"Insert List (Undo action name)" = "Inserir Lista";

/* Inspect Element context menu item */
"Inspect Element" = "Inspecionar Elemento";

/* Italic context menu item */
"Italic" = "Itálico";

/* Undo action name */
"Italics (Undo action name)" = "Itálico";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java não está disponível";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Justificar";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Chave de %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Aprender Ortografia";

/* Left to Right context menu item */
"Left to Right" = "Da Esquerda para a Direita";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Transmissão ao Vivo";

/* Media controller status message when the media is loading */
"Loading..." = "Carregando...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Consultar o Dicionário";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Buscar “%@”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Buscar “<seleção>”";

/* Media Loop context menu item */
"Loop" = "Loop";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Aumentar Espacejamento";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Descer Linha Base";

/* Make Lower Case context menu item */
"Make Lower Case" = "Tudo em Minúsculas";

/* Make Upper Case context menu item */
"Make Upper Case" = "Tudo em Maiúsculas";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Plug-in Ausente";

/* Media Mute context menu item */
"Mute" = "Mudo";

/* No Guesses Found context menu item */
"No Guesses Found" = "Nenhuma Sugestão Foi Encontrada";

/* Empty select list */
"No Options Select Popover" = "Sem Opções";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Nenhuma busca recente";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Não permitido para usar a porta de rede restrita";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Inativo";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Abrir";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Abrir Áudio em Nova Janela";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Abrir Quadro em Nova Janela";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Abrir Imagem em Nova Janela";

/* Open Link context menu item */
"Open Link" = "Abrir Link";

/* Open in New Window context menu item */
"Open Link in New Window" = "Abrir Link em Nova Janela";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Abrir Vídeo em Nova Janela";

/* context menu item for PDF */
"Open with %@" = "Abrir com %@";

/* Undo action name */
"Outdent (Undo action name)" = "Recuar à esquerda";

/* Outline context menu item */
"Outline" = "Contorno";

/* Undo action name */
"Outline (Undo action name)" = "Contorno";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Direção do Parágrafo";

/* Paste context menu item */
"Paste" = "Colar";

/* Undo action name */
"Paste (Undo action name)" = "Colar";

/* Undo action name */
"Paste Font (Undo action name)" = "Colar Fonte";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Colar Régua";

/* Media Pause context menu item */
"Pause" = "Pausa";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Fototeca";

/* Media Play context menu item */
"Play" = "Reproduzir";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Reproduzir filme no modo de tela cheia";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Falha de Plug-in";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Plug-in cancelado";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Carregamento controlado de Plug-in";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Formato PDF";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Subir Linha Base";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Buscas Recentes";

/* Reload context menu item */
"Reload" = "Recarregar";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Redefinir";

/* Right to Left context menu item */
"Right to Left" = "Da Direita para a Esquerda";

/* Title for Save Image action button */
"Save Image" = "Salvar Imagem";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Buscar no Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Pesquisar com %@";

/* Search with Google context menu item */
"Search with Google" = "Buscar com o Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Direção da Seleção";

/* Undo action name */
"Set Background Color (Undo action name)" = "Definir Cor do Fundo";

/* Undo action name */
"Set Color (Undo action name)" = "Definir Cor";

/* Undo action name */
"Set Font (Undo action name)" = "Definir Fonte";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Definir Forma de Caractere Tradicional";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Definir Direção da Escrita";

/* Show colors context menu item */
"Show Colors" = "Mostrar Cores";

/* Show Media Controls context menu item */
"Show Controls" = "Mostrar Controles";

/* Show fonts context menu item */
"Show Fonts" = "Mostrar Fontes";

/* menu item title */
"Show Spelling and Grammar" = "Mostrar Ortografia e Gramática";

/* menu item title */
"Show Substitutions" = "Mostrar Substituições";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Mostrar no plug-in bloqueado";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Copiar/Colar Inteligente";

/* Smart Dashes context menu item */
"Smart Dashes" = "Travessões Inteligentes";

/* Smart Links context menu item */
"Smart Links" = "Links Inteligentes";

/* Smart Quotes context menu item */
"Smart Quotes" = "Aspas Inteligentes";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Plug-In Capturado";

/* Speech context sub-menu item */
"Speech" = "Fala";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Ortografia e Gramática";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Iniciar Depuração de JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Iniciar Análise de JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Começar a Falar";

/* Stop context menu item */
"Stop" = "Parar";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Parar Depuração de JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Parar Análise de JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Parar de Falar";

/* Styles context menu item */
"Styles..." = "Estilos...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Enviar";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Enviar";

/* Undo action name */
"Subscript (Undo action name)" = "Subscrito";

/* Substitutions context sub-menu item */
"Substitutions" = "Substituições";

/* Menu section heading for subtitles */
"Subtitles" = "Legendas";

/* Undo action name */
"Superscript (Undo action name)" = "Sobrescrito";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Tirar Foto";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Tirar Foto ou Filmar Vídeo";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Filmar Vídeo";

/* Text Replacement context menu item */
"Text Replacement" = "Substituição de Texto";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "O URL não pode ser mostrado";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "O WKWebView foi invalidado";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "O processo do Conteúdo da Internet foi finalizado";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "A localização atual não pode ser encontrada.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "O plug-in não foi encontrado";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "O plug-in não pode ser carregado";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "O nome de usuário ou a senha que você digitou para a área “%@” em %@ eram incorretos. Certifique-se de que estejam corretamente digitados e tente novamente.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "O nome de usuário ou a senha que você digitou para o %@ servidor proxy %@ eram incorretos. Certifique-se de que estejam corretamente digitados e tente novamente.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "O nome de usuário ou a senha que você digitou para esta área em %@ eram incorretos. Certifique-se de que estejam corretamente digitados e tente novamente.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Este índice permite buscas. Digite as palavras-chave de busca: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Diminuir Espacejamento";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Para visualizar esta página, você deve iniciar a sessão na área “%@” em %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Para visualizar esta página, você deve iniciar a sessão no %@ servidor proxy %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Para visualizar esta página, você deve iniciar a sessão para esta área em %@.";

/* Transformations context sub-menu item */
"Transformations" = "Maiúsculas/Minúsculas";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Desativar Espacejamento";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Desativar Ligaturas";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Digitação";

/* Underline context menu item */
"Underline" = "Sublinhado";

/* Undo action name */
"Underline (Undo action name)" = "Sublinhado";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Desconhecido";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Desconhecido";

/* Undo action name */
"Unlink (Undo action name)" = "Desvincular";

/* Undo action name */
"Unscript (Undo action name)" = "Anular sobre/subscrito";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Usar Todas as Ligaturas";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Usar Espacejamento Padrão";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Usar Ligaturas Padrão";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Usadas para criptografar chaves WebCrypto em armazenamento persistente, tal como IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspetor Web — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF integrado do WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "O WebKit encontrou um erro interno";

/* message in authentication panel */
"Your login information will be sent securely." = "Suas informações de início de sessão serão enviadas de forma segura.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "A sua senha será enviada sem ser criptografada.";

/* HTTP result code string */
"accepted" = "aceito";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "ativar";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "alerta";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "caixa de diálogo de alerta";

/* An ARIA accessibility group that acts as an application. */
"application" = "aplicativo";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "estado do aplicativo";

/* An ARIA accessibility group that acts as an article. */
"article" = "artigo";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "exibição do estado e dos controles de reprodução do elemento de áudio";

/* accessibility label for audio element controller */
"audio playback" = "reprodução de áudio";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "voltar 30 segundos";

/* HTTP result code string */
"bad gateway" = "gateway inválido";

/* HTTP result code string */
"bad request" = "pedido inválido";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "banner";

/* accessibility help text for play button */
"begin playback" = "iniciar a reprodução";

/* accessibility description for a search field cancel button */
"cancel" = "cancelar";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "marcar";

/* HTTP result code string */
"client error" = "erro de cliente";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "complementar";

/* HTTP result code string */
"conflict" = "conflito";

/* An ARIA accessibility group that contains content. */
"content information" = "informações do conteúdo";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "criado";

/* accessibility help text for movie status display */
"current movie status" = "estado do filme atual";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "tempo do filme atual em segundos";

/* role description of ARIA definition role */
"definition" = "definição";

/* description detail */
"description" = "descrição";

/* accessibility role description of a description list */
"description list" = "lista de descrições";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "diálogo";

/* An ARIA accessibility group that acts as a document. */
"document" = "documento";

/* accessibility label for elapsed time display */
"elapsed time" = "tempo decorrido";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "entrar em tela cheia";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "sair da tela cheia";

/* HTTP result code string */
"expectation failed" = "a expectativa falhou";

/* accessibility label for fast forward button */
"fast forward" = "avançar rapidamente";

/* accessibility label for fast reverse button */
"fast reverse" = "reversão rápida";

/* accessibility role description for a file upload button */
"file upload button" = "botão de carregamento de arquivos";

/* accessibility role description for a footer */
"footer" = "rodapé";

/* HTTP result code string */
"forbidden" = "proibido";

/* HTTP result code string */
"found" = "encontrado";

/* HTTP result code string */
"gateway timed out" = "esgotou-se o tempo limite do gateway";

/* accessibility role description for headings */
"heading" = "título";

/* accessibility label for hide closed captions button */
"hide closed captions" = "ocultar legendas opcionais";

/* accessibility role description for image map */
"image map" = "mapa de imagens";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "tempo indefinido";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "erro interno de servidor";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "visitar";

/* HTTP result code string */
"length required" = "comprimento necessário";

/* accessibility role description for link */
"link" = "link";

/* accessibility role description for list marker */
"list marker" = "marcador de lista";

/* An ARIA accessibility group that acts as a console log. */
"log" = "registro";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "principal";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "letreiro luminoso";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matemática";

/* HTTP result code string */
"method not allowed" = "método não permitido";

/* HTTP result code string */
"moved permanently" = "movido permanentemente";

/* accessibility label for timeline slider */
"movie time" = "hora do filme";

/* accessibility help text for timeline slider */
"movie time scrubber" = "progressão da hora do filme";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "miniatura da progressão da hora do filme";

/* HTTP result code string */
"multiple choices" = "múltiplas escolhas";

/* accessibility label for mute button */
"mute" = "silenciar";

/* accessibility help text for mute button */
"mute audio tracks" = "silenciar trilhas de áudio";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navegação";

/* HTTP result code string */
"needs proxy" = "necessita proxy";

/* HTTP result code string */
"no content" = "nenhum conteúdo";

/* HTTP result code string */
"no error" = "nenhum erro";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "nenhum arquivo selecionado";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "nenhum arquivo selecionado";

/* HTTP result code string */
"no longer exists" = "não existe mais";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "não há mídia selecionada (vários)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "não há mídia selecionada (um)";

/* HTTP result code string */
"non-authoritative information" = "informação não oficial";

/* HTTP result code string */
"not found" = "não encontrado";

/* HTTP result code string */
"not modified" = "não modificado";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "nota";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "quantidade de segundos restantes no filme";

/* HTTP result code string */
"partial content" = "conteúdo parcial";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "padrão não coincidente";

/* accessibility label for pause button */
"pause" = "pausa";

/* accessibility help text for pause button */
"pause playback" = "pausar a reprodução";

/* HTTP result code string */
"payment required" = "exige pagamento";

/* accessibility label for play button */
"play" = "reproduzir";

/* HTTP result code string */
"precondition failed" = "o pré-requisito falhou";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "pressionar";

/* HTTP result code string */
"proxy authentication required" = "autenticação de proxy requerida";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "intervalo de sobrecarga";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "intervalo de carga negativa";

/* HTTP result code string */
"redirected" = "redirecionado";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "região";

/* accessibility label for time remaining display */
"remaining time" = "tempo restante";

/* HTTP result code string */
"request timed out" = "esgotou-se o tempo do pedido";

/* HTTP result code string */
"request too large" = "pedido muito extenso";

/* HTTP result code string */
"requested URL too long" = "o URL solicitado é muito longo";

/* HTTP result code string */
"requested range not satisfiable" = "o intervalo solicitado não é satisfatório";

/* HTTP result code string */
"reset content" = "redefinir conteúdo";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "retornar a transmissão de filme para tempo real";

/* accessibility label for return to real time button */
"return to realtime" = "retornar para tempo real";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "buscar";

/* HTTP result code string */
"see other" = "consulte outro";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "buscar filme 30 segundos atrás";

/* accessibility help text for fast rewind button */
"seek quickly back" = "buscar rapidamente atrás";

/* accessibility help text for fast forward button */
"seek quickly forward" = "buscar rapidamente para a frente";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "selecionar";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "separador";

/* HTTP result code string */
"server error" = "erro de servidor";

/* HTTP result code string */
"service unavailable" = "serviço indisponível";

/* accessibility label for show closed captions button */
"show closed captions" = "mostrar legendas opcionais";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "iniciar exibição de legendas opcionais";

/* accessibility label for movie status */
"status" = "estado";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "passo não coincidente";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "parar exibição de legendas opcionais";

/* HTTP result code string */
"success" = "bem-sucedido";

/* HTTP result code string */
"switching protocols" = "alternando protocolos";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "painel da aba";

/* HTTP result code string */
"temporarily redirected" = "redirecionado temporariamente";

/* term word of a description list */
"term" = "termo";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "miniatura do controlador da linha do tempo";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "cronômetro";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "demasiado longo";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "dica de ferramenta";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "tipo não coincidente";

/* HTTP result code string */
"unacceptable" = "inaceitável";

/* HTTP result code string */
"unauthorized" = "não autorizado";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "desmarcar";

/* HTTP result code string */
"unimplemented" = "não implementado";

/* Unknown filename */
"unknown" = "desconhecido";

/* accessibility label for turn mute off button */
"unmute" = "anular silêncio";

/* accessibility help text for un mute button */
"unmute audio tracks" = "anular silêncio das trilhas de áudio";

/* HTTP result code string */
"unsupported media type" = "tipo de mídia incompatível";

/* HTTP result code string */
"unsupported version" = "versão incompatível";

/* Validation message for required form control elements that have no value */
"value missing" = "valor ausente";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "exibição do estado e dos controles de reprodução do elemento de vídeo";

/* accessibility label for video element controller */
"video playback" = "reprodução de vídeo";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Abrir";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Pré-visualizar";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Adicionar à Lista de Leitura";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Copiar";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Adicionar ao Fotos";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Salvar em Transferências";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Compartilhar";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Copiar";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Definição";

/* "Paste" action menu item */
"Paste (action menu item)" = "Colar";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Sugestões";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Copiar";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Compartilhar";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Salvar em Transferências";
